Repository: common-repository/video-converter
Catalog: langs/videoconverter-*.po
Languages: ja_jp, pt_br

source: Enter the text that the link should display, default is 'Download Now'
ja_jp: リンクが表示されるテキストを入力し、デフォルトは「今すぐダウンロード」であります
pt_br: Digite o texto do link que será exibido, o padrão é 'Download Now'

source: Select the position where the link should be displayed under the video
ja_jp: リンクは、ビデオの下に表示されるべき位置を選択します
pt_br: Seleccione a posição onde o link deve ser exibido abaixo do vídeo

source: Left
ja_jp: 左
pt_br: Esquerda

source: Right
ja_jp: 右
pt_br: Direita

source: Enter the css class to decorate the a-href html tag
ja_jp: a-hrefのhtmlタグを飾るためにCSSクラスを入力します。
pt_br: Digite a classe css para decorar a tag html a-href

source: Enter the css class to decorate the div containing a-href html tag
ja_jp: a-hrefのhtmlタグを含むdiv要素を飾るためにCSSクラスを入力します。
pt_br: Digite a classe css para decorar a div contendo a tag html a-href

source: Enter the blog-post categorie(s) separated by a ',' on which the plugin will run
ja_jp: 区切られたブログ・ポストのカテゴリ（複数可）を入力してください'を、'その上にプラグインが実行されます
pt_br: Digite a(s) categoria(s) do blog post separados por uma ',' em que o plug-in será executado

source: Enter the URL where the download link will be redirected. with 'http://' and without '/' at the end. Default: 'http://speeddownloader.com'
ja_jp: ダウンロードリンクがリダイレクトされるURLを入力してください。 ' http:// ' 入れ、最後に ' / ' なし。デフォルト： ’ http://speeddownloader.com '
pt_br: Digite a URL para onde o link de download será redirecionado. Com 'http://' e sem '/' no final. Padrão: 'http://speeddownloader.com'

source: You may need to change the options at the end of the url
ja_jp: あなたは、URLの末尾にオプションを変更する必要があるかもしれません
pt_br: Talvez você precise mudar essas opções no final da url

source: Download Now
ja_jp: 今すぐダウンロード
pt_br: Baixar Agora

source: You do not have sufficient permissions to access this page.
ja_jp: あなたはこのページにアクセスするための十分な権限がありません。
pt_br: Você não tem permissões suficientes para acessar essa página.

source: This plugin adds a link under the embedded video's that allows your visitors to download or convert your video's to mp3 file.<br />The link that's injected under the video's has the following html definition a 'div' container with 'a' element, for example:
ja_jp: このプラグインはあなたの訪問者がダウンロードしたり、mp3ファイルにあなたのビデオのを変換することができます埋め込まれたビデオの下のリンクを追加します。<br/>ビデオの下で注入だ下記リンクのHTML定義''要素と'のdiv」のコンテナを持って、 例えば：
pt_br: Este plugin adiciona um link abaixo do video embutido que permite a seus visitantes baixar o video ou converter em arquivo mp3.<br /> O link que será injectado abaixo do video tem a seguinte definição html: <br />Um 'div' container com um elemento 'a', por exemplo:

source: Overview of the settings
ja_jp: 設定の概要
pt_br: Visão geral das configurações

source: - You can change which text should be displayed in the link in the settings below.
ja_jp: - あなたは、以下の設定内のリンクに表示されるべきテキストを変更することができます。
pt_br: - Você pode mudar o texto será apresentado no link nas configurações abaixo.

source: - You can change at which position the link should be displayed under the video, left or right.
ja_jp: - あなたは、リンクが左または右、動画の下に表示されるべき位置に変更することができます。
pt_br: - Você pode mudar qual a posição do link que será exibido abaixo do vídeo, para a esquerda ou para a direita.

source: Supported Wordpress youtube plugins
ja_jp: サポートされている Wordpress のYouTube プラグイン
pt_br: Plugins do youtube para Wordpress suportados

source: Currently these are a number of Youtube Wordpress plugins that we support:
ja_jp: 現在、これらは私たちがサポートしているYouTubeのWordpressのプラグインは、次のとおりです。
pt_br: Atualmente estas são a série de plugins do youtube para Wordpress que suportamos:

source: - Default Wordpress behavior without any wordpress plugin
ja_jp: ワードプレスのプラグインなしでデフォルトのWordpressの挙動
pt_br: - Video imcorporado padrão do Wordpress, sem qualquer plugin

source: If you are using a youtube plugin that's not supported please contact us and we will build support for it.
ja_jp: あなたがサポートされていないユーチューブプラグインを使用している場合、私達に連絡し、我々はそれのためのサポートを構築します。
pt_br: Se você estiver usando um plugin youtube que não é suportado, por favor contacte-nos e nós vamos construir o apoio para ele.

source: If you have any problems or suggestion please don't hesitate and contact us on
ja_jp: 何か問題や提案がある場合は、私たちを上連絡で躊躇しないでください
pt_br: Se você tiver algum problema ou sugestão por favor não hesite em contactar-nos em

source: Settings
ja_jp: 設定
pt_br: Configurações

source: Be aware that the target site must be configured to receive the video address by the url to the process start automatically
ja_jp: プロセスが自動的に開始する標的部位は、ビデオのURLのアドレスを受信するように設定する必要があることに注意してください
pt_br: Esteja ciente que o site de redirecionamento deve estar configurado para receber o endereço do video pela url para o processo iniciar automaticamente

source: Save Changes
ja_jp: 変更を保存
pt_br: Salvar Alterações

source: Make a Small Donation
ja_jp: 小さな寄付を与えます
pt_br: Faça uma pequena doação

source: false
ja_jp: 偽
pt_br: falso

source: Administrator
ja_jp: 管理者
pt_br: Administrador

source: Editor
ja_jp: 編集者

source: Author
ja_jp: 著者
pt_br: Autor

source: Contributor
ja_jp: 投稿者
pt_br: Contribuidor

source: Subscriber
ja_jp: 加入者
pt_br: Assinante

source: Anyone
ja_jp: 誰でも
pt_br: Qualquer um

source: Error: plugin "Video Converter" requires a newer version of PHP to running.
ja_jp: エラー：" Video Converter "プラグインは、実行するPHPの最新バージョンが必要です。
pt_br: Erro: plugin "Video Converter" requer uma versão mais recente do PHP para execução.

source: Minimal version of PHP required:
ja_jp: PHPの最小バージョンが必要：
pt_br: versão mínima do PHP necessária:

source: Your server's PHP version:
ja_jp: お使いのサーバーのPHPバージョン：
pt_br: versão PHP do seu servidor:

source: true
pt_br: verdadeiro
